Repository: antoniogjose/EngSoft
Catalog: imoEstudante/ImoEstudantePLMetroUi/Resources/Res.*.resx
Languages: es

# addClient_button1
source: Add Rental
es: Agregar vacaciones

# addClient_button2
source: Finish Rental
es: Alquiler finales

# addClient_label1
source: ImoEstudante » Add of Client
es: ImoEstudante » para agregar clientes

# addClient_label2
source: Rentals in Course
es: Vacaciones en Progreso

# addClient_label3
source: Rental History
es: Alquiler de Historia

# addClient_tabPage1
source: Client Data
es: Datos del Cliente

# addClient_tabPage2
source: Rentals
es: Alquileres

# addHouse_label1
source: ImoEstudante » Add Habitation
es: ImoEstudante » Añadir Vivienda

# addHouse_tabPage1
source: Habitation Information
es: Datos de la Propiedad

# addHouse_tabPage2
source: Assessments
es: Críticas

# addHouse_tabPage3
source: Map and Points of Interest
es: Mapa Puntos de interés

# addRent_label1
source: ImoEstudante » Add Rent
es: ImoEstudante » Agregar vacaciones

# addRent_tabPage1
source: Rent Information
es: Alquiler de los datos

# addUser_label1
source: ImoEstudante » Add User
es: ImoEstudante » Agregar usuario

# addUser_tabPage1
source: User Data
es: Los datos de usuario

# dashBoard_label1
source: ImoEstudante (en)
es: ImoEstudante (es)

# dashBoard_tabPage1
source: Business Data
es: Los datos de negocios

# editClient_label1
source: ImoEstudante » Edit Client
es: ImoEstudante » edición Client

# editHouse_label1
source: ImoEstudante » Edit Habitation
es: Edición ImoEstudante » Vivienda

# editHouse_tabPage1
source: Habitation Information
es: Datos de la Propiedad

# editHouse_tabPage2
source: Assessments
es: Críticas

# editHouse_tabPage3
source: Map and Points of Interest
es: Mapa Puntos de interés

# editRent_label1
source: ImoEstudante » Edit Rent
es: ImoEstudante » Alquiler Edición

# editUser_button1
source: Edit
es: Editar

# editUser_button2
source: Save
es: Guardar

# editUser_label1
source: ImoEstudante » Edit User
es: ImoEstudante » User Edition

# editUser_label10
source: Address
es: Vivienda

# editUser_label11
source: Contact in case of emergency
es: Contacto en caso de emergencia

# editUser_label12
source: Name
es: Nombre

# editUser_label13
source: Phone
es: Teléfono

# editUser_label14
source: Username
es: Nombre de utilizador

# editUser_label15
source: Password
es: Contraseña

# editUser_label16
source: State
es: Estado

# editUser_label2
source: Users
es: Usuarios

# editUser_label3
source: Name
es: Nombre

# editUser_label4
source: Surname
es: Apodo

# editUser_label5
source: Date of Birth
es: Fecha de nacimiento

# editUser_label6
source: Genre
es: Género

# editUser_label7
source: Nationality
es: Nacionalidad

# editUser_label8
source: Phone
es: Teléfono

# editUser_label9
source: Email
es: Correo Electrónico

# listClient_label1
source: ImoEstudante » Client List
es: ImoEstudante » Lista de Clientes

# listHouse_label1
source: ImoEstudante » Habitations List
es: ImoEstudante » Lista de Vivienda

# listRent_label1
source: ImoEstudante » Rentals List
es: ImoEstudante » Lista de Alquileres

# menuClients
source: Clients
es: Clientes

# menuClients_Add
source: Add
es: Añadir

# menuClients_Export
source: Export
es: Exportación

# menuClients_List
source: List
es: Lista

# menuClients_Search
source: Search
es: Investigación

# menuHabitations
source: Habitations
es: Habitaciones

# menuHabitations_Add
source: Add
es: Añadir

# menuHabitations_Export
source: Export
es: Exportación

# menuHabitations_List
source: List
es: Lista

# menuHabitations_Search
source: Search
es: Investigación

# menuHelp
source: Help
es: Ayudar

# menuHelp_About
source: About ImoEstudante
es: Sobre ImoEstudante

# menuHelp_View
source: View Help
es: Ver Ayuda

# menuImoEstudante_Add
source: Add User
es: Agregar usuario

# menuImoEstudante_Close
source: Close
es: Cerca

# menuImoEstudante_Data
source: Personal data
es: Datos personales

# menuImoEstudante_Definitions
source: Definitions
es: Ajustes

# menuImoEstudante_Idiom
source: Idiom
es: Idioma

# menuImoEstudante_Idiom_EN
source: English
es: Inglés

# menuImoEstudante_Idiom_PT
source: Portuguese
es: Portugués

# menuImoEstudante_Idiom_SP
source: Spanish
es: Español

# menuImoEstudante_LogOut
source: Exit
es: Dejar

# menuImoEstudante_Search
source: Search User
es: Buscar user

# menuRents
source: Rentals
es: Alquileres

# menuRents_Add
source: Add
es: Añadir

# menuRents_Export
source: Export
es: Exportación

# menuRents_List
source: List
es: Lista

# menuRents_Search
source: Search
es: Investigación

# searchClient_button1
source: Search
es: Investigación

# searchClient_button2
source: Edit
es: Editar

# searchClient_button3
source: View List
es: Ver Lista

# searchClient_button4
source: Clear Search
es: Búsqueda Borrar

# searchClient_label1
source: ImoEstudante » Search Client
es: ImoEstudante » Investigación de atención al cliente

# searchClient_label2
source: Search in:
es: Buscar:

# searchClient_label3
source: Search text
es: Texto de Búsqueda

# searchClient_tabPage1
source: Clients
es: Clientes

# searchHabitation_button1
source: Search
es: Investigación

# searchHabitation_button2
source: Edit
es: Editar

# searchHabitation_button3
source: View List
es: Ver Lista

# searchHabitation_button4
source: Clear Search
es: Búsqueda Borrar

# searchHabitation_checkListBox1
source: Whole House Private Room Shared Room
es: Full House

# searchHabitation_label1
source: ImoEstudante » Search Habitation
es: ImoEstudante » Búsqueda de vivienda

# searchHabitation_label10
source: Search Options
es: Opciones de Búsqueda

# searchHabitation_label2
source: Location
es: Localidad

# searchHabitation_label3
source: Type of Accommodation
es: Tipo de Alojamiento

# searchHabitation_label4
source: Minimum value
es: Mínimo

# searchHabitation_label5
source: Maximum value
es: El valor máximo

# searchHabitation_label6
source: Facilities
es: Comodidades

# searchHabitation_label7
source: (Select one or more options)
es: (Seleccione una o más opciones)

# searchHabitation_label8
source: House Rules
es: Reglas de la Casa

# searchHabitation_label9
source: (Select one or more options)
es: (Seleccione una o más opciones)

# searchHabitation_tabPage1
source: Habitations
es: Habitaciones

# searchRent_button1
source: Search
es: Investigación

# searchRent_button2
source: Edit
es: Editar

# searchRent_button3
source: View List
es: Ver Lista

# searchRent_button4
source: Clear Search
es: Búsqueda Borrar

# searchRent_label1
source: ImoEstudante » Rental Search
es: ImoEstudante » Buscar Alquiler

# searchRent_label2
source: Search in:
es: Buscar:

# searchRent_label3
source: Search Text
es: Búsqueda de Texto

# searchRent_tabPage1
source: Rentals
es: Alquileres

# searchUser_button1
source: Search
es: Investigación

# searchUser_button2
source: Edit
es: Editar

# searchUser_button3
source: View List
es: Ver Lista

# searchUser_button4
source: Clear Search
es: Búsqueda Borrar

# searchUser_label1
source: ImoEstudante » Search User
es: ImoEstudante » Usuario Buscar

# searchUser_label2
source: Search in:
es: Buscar:

# searchUser_label3
source: Search Text
es: Búsqueda de Texto

# searchUser_tabPage1
source: Users
es: Usuarios
